{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [], "normalizer": null, "pre_tokenizer": {"type": "Whitespace"}, "post_processor": null, "decoder": null, "model": {"type": "WordLevel", "vocab": {"[PAD]": 0, "[UNK]": 1, "[CLS]": 2, "[SEP]": 3, "[MASK]": 4, "token_0": 5, "token_1": 6, "token_2": 7, "token_3": 8, "token_4": 9, "token_5": 10, "token_6": 11, "token_7": 12, "token_8": 13, "token_9": 14, "token_10": 15, "token_11": 16, "token_12": 17, "token_13": 18, "token_14": 19, "token_15": 20, "token_16": 21, "token_17": 22, "token_18": 23, "token_19": 24, "token_20": 25, "token_21": 26, "token_22": 27, "token_23": 28, "token_24": 29, "token_25": 30, "token_26": 31, "token_27": 32, "token_28": 33, "token_29": 34, "token_30": 35, "token_31": 36, "token_32": 37, "token_33": 38, "token_34": 39, "token_35": 40, "token_36": 41, "token_37": 42, "token_38": 43, "token_39": 44, "token_40": 45, "token_41": 46, "token_42": 47, "token_43": 48, "token_44": 49, "token_45": 50, "token_46": 51, "token_47": 52, "token_48": 53, "token_49": 54, "token_50": 55, "token_51": 56, "token_52": 57, "token_53": 58, "token_54": 59, "token_55": 60, "token_56": 61, "token_57": 62, "token_58": 63, "token_59": 64, "token_60": 65, "token_61": 66, "token_62": 67, "token_63": 68, "token_64": 69, "token_65": 70, "token_66": 71, "token_67": 72, "token_68": 73, "token_69": 74, "token_70": 75, "token_71": 76, "token_72": 77, "token_73": 78, "token_74": 79, "token_75": 80, "token_76": 81, "token_77": 82, "token_78": 83, "token_79": 84, "token_80": 85, "token_81": 86, "token_82": 87, "token_83": 88, "token_84": 89, "token_85": 90, "token_86": 91, "token_87": 92, "token_88": 93, "token_89": 94, "token_90": 95, "token_91": 96, "token_92": 97, "token_93": 98, "token_94": 99, "token_95": 100, "token_96": 101, "token_97": 102, "token_98": 103, "token_99": 104, "token_100": 105, "token_101": 106, "token_102": 107, "token_103": 108, "token_104": 109, "token_105": 110, "token_106": 111, "token_107": 112, "token_108": 113, "token_109": 114, "token_110": 115, "token_111": 116, "token_112": 117, "token_113": 118, "token_114": 119}, "unk_token": "[UNK]"}}